{
    "font color": "lightgrey",
    "font family": "Tahoma, CornerStoreJF, Snell Roundhand, Palace Script MT",
    "font size": "24px",
    "quote": ["You must be the change you <br>wish to see in the world <br>-Gandhi", "<span style='color:red;'>All Hail The AnKing!</span>",
              "If you want to achieve greatness stop asking for permission. - Anonymous",
"Things work out best for those who make the best of how things work out. - John Wooden",
"To live a creative life, we must lose our fear of being wrong. - Anonymous",
"If you are not willing to risk the usual you will have to settle for the ordinary. - Jim Rohn",
"Trust because you are willing to accept the risk, not because its safe or certain. - Anonymous",
"Take up one idea. Make that one idea your life- think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success. - Swami Vivekananda",
"All our dreams can come true if we have the courage to pursue them. - Walt Disney",
"Good things come to people who wait, but better things come to those who go out and get them. - Anonymous",
"If you do what you always did, you will get what you always got. - Anonymous",
"Success is walking from failure to failure with no loss of enthusiasm. - Winston Churchill",
"Just when the caterpillar thought the world was ending, he turned into a butterfly. - Proverb",
"Successful entrepreneurs are givers and not takers of positive energy. - Anonymous",
"Whenever you see a successful person you only see the public glories, never the private sacrifices to reach them. - Vaibhav Shah",
"Opportunities dont happen, you create them. - Chris Grosser",
"Try not to become a person of success, but rather try to become a person of value. - Albert Einstein",
"Great minds discuss ideas; average minds discuss events; small minds discuss people. - Eleanor Roosevelt",
"I have not failed. Ive just found 10,000 ways that wont work. - Thomas A. Edison",
"If you dont value your time, neither will others. Stop giving away your time and talents- start charging for it. - Kim Garst",
"A successful man is one who can lay a firm foundation with the bricks others have thrown at him. - David Brinkley",
"No one can make you feel inferior without your consent. - Eleanor Roosevelt",
"The whole secret of a successful life is to find out what is ones destiny to do, and then do it. - Henry Ford",
"If youre going through hell keep going. - Winston Churchill",
"The ones who are crazy enough to think they can change the world, are the ones who do. - Anonymous",
"Dont raise your voice, improve your argument. - Anonymous",
"What seems to us as bitter trials are often blessings in disguise. - Oscar Wilde",
"The meaning of life is to find your gift. The purpose of life is to give it away. - Anonymous",
"The distance between insanity and genius is measured only by success. - Bruce Feirstein",
"When you stop chasing the wrong things, you give the right things a chance to catch you. - Lolly Daskal",
"I believe that the only courage anybody ever needs is the courage to follow your own dreams. - Oprah Winfrey",
"No masterpiece was ever created by a lazy artist. - Anonymous",
"Happiness is a butterfly, which when pursued, is always beyond your grasp, but which, if you will sit down quietly, may alight upon you. - Nathaniel Hawthorne",
"If you cant explain it simply, you dont understand it well enough. - Albert Einstein",
"Blessed are those who can give without remembering and take without forgetting. - Anonymous",
"Do one thing every day that scares you. - Anonymous",
"Whats the point of being alive if you dont at least try to do something remarkable. - Anonymous",
"Life is not about finding yourself. Life is about creating yourself. - Lolly Daskal",
"Nothing in the world is more common than unsuccessful people with talent. - Anonymous",
"Knowledge is being aware of what you can do. Wisdom is knowing when not to do it. - Anonymous",
"Your problem isnt the problem. Your reaction is the problem. - Anonymous",
"You can do anything, but not everything. - Anonymous",
"Innovation distinguishes between a leader and a follower. - Steve Jobs",
"There are two types of people who will tell you that you cannot make a difference in this world: those who are afraid to try and those who are afraid you will succeed. - Ray Goforth",
"Thinking should become your capital asset, no matter whatever ups and downs you come across in your life. - A.P.J. Abdul Kalam",
"I find that the harder I work, the more luck I seem to have. - Thomas Jefferson",
"The starting point of all achievement is desire. - Napoleon Hill",
"Success is the sum of small efforts, repeated day-in and day-out. - Robert Collier",
"If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work. - Thomas J. Watson",
"All progress takes place outside the comfort zone. - Michael John Bobak",
"You may only succeed if you desire succeeding; you may only fail if you do not mind failing. - Philippos",
"Courage is resistance to fear, mastery of fear- not absence of fear. - Mark Twain",
"Only put off until tomorrow what you are willing to die having left undone. - Pablo Picasso",
"People often say that motivation doesnt last. Well, neither does bathing- thats why we recommend it daily. - Zig Ziglar",
"We become what we think about most of the time, and thats the strangest secret. - Earl Nightingale",
"The only place where success comes before work is in the dictionary. - Vidal Sassoon",
"Too many of us are not living our dreams because we are living our fears. - Les Brown",
"I find that when you have a real interest in life and a curious life, that sleep is not the most important thing. - Martha Stewart",
"Its not what you look at that matters, its what you see. - Anonymous",
"The road to success and the road to failure are almost exactly the same. - Colin R. Davis",
"The function of leadership is to produce more leaders, not more followers. - Ralph Nader",
"Success is liking yourself, liking what you do, and liking how you do it. - Maya Angelou",
"As we look ahead into the next century, leaders will be those who empower others. - Bill Gates",
"A real entrepreneur is somebody who has no safety net underneath them. - Henry Kravis",
"The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself. - Mark Caine",
"People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed. Similarly, when someone is failing, the tendency is to get on a downward spiral that can even become a self-fulfilling prophecy. - Tony Robbins",
"When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid. - Audre Lorde",
"Whenever you find yourself on the side of the majority, it is time to pause and reflect. - Mark Twain",
"The successful warrior is the average man, with laser-like focus. - Bruce Lee",
"There is no traffic jam along the extra mile. - Roger Staubach",
"Develop success from failures. Discouragement and failure are two of the surest stepping stones to success. - Dale Carnegie",
"If you dont design your own life plan, chances are youll fall into someone elses plan. And guess what they have planned for you? Not much. - Jim Rohn",
"If you genuinely want something, dont wait for it- teach yourself to be impatient. - Gurbaksh Chahal",
"Dont let the fear of losing be greater than the excitement of winning. - Robert Kiyosaki",
"If you want to make a permanent change, stop focusing on the size of your problems and start focusing on the size of you! - T. Harv Eker",
"You cant connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something- your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life. - Steve Jobs",
"Two roads diverged in a wood and I  took the one less traveled by, and that made all the difference. - Robert Frost",
"The number one reason people fail in life is because they listen to their friends, family, and neighbors. - Napoleon Hill",
"The reason most people never reach their goals is that they dont define them, or ever seriously consider them as believable or achievable. Winners can tell you where they are going, what they plan to do along the way, and who will be sharing the adventure with them. - Denis Waitley",
"In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it. - Jane Smiley",
"Success does not consist in never making mistakes but in never making the same one a second time. - George Bernard Shaw",
"I dont want to get to the end of my life and find that I lived just the length of it. I want to have lived the width of it as well. - Diane Ackerman",
"You must expect great things of yourself before you can do them. - Michael Jordan",
"Motivation is what gets you started. Habit is what keeps you going. - Jim Ryun",
"People rarely succeed unless they have fun in what they are doing. - Dale Carnegie",
"There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul. - Ella Wheeler Wilcox",
"Our greatest fear should not be of failure but of succeeding at things in life that dont really matter. - Francis Chan",
"Youve got to get up every morning with determination if youre going to go to bed with satisfaction. - George Lorimer",
"A goal is not always meant to be reached; it often serves simply as something to aim at. -  Bruce Lee",
"Success is ... knowing your purpose in life, growing to reach your maximum potential, and sowing seeds that benefit others. - John C. Maxwell",
"Be miserable. Or motivate yourself. Whatever has to be done, its always your choice. - Wayne Dyer",
"To accomplish great things, we must not only act, but also dream, not only plan, but also believe. - Anatole France",
"Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no help at all. - Dale Carnegie",
"You measure the size of the accomplishment by the obstacles you had to overcome to reach your goals. - Booker T. Washington",
"Real difficulties can be overcome; it is only the imaginary ones that are unconquerable. - Theodore N. Vail",
"It is better to fail in originality than to succeed in imitation. - Herman Melville",
"What would you do if you werent afraid. - Spencer Johnson",
"Little minds are tamed and subdued by misfortune; but great minds rise above it. - Washington Irving",
"Failure is the condiment ",
"“The purpose of our lives is to be happy.” - Dalai Lama",
"“Life is what happens when you’re busy making other plans.” - John Lennon",
"“Get busy living or get busy dying.” - Stephen King",
"“You only live once, but if you do it right, once is enough.” - Mae West",
"“Many of life’s failures are people who did not realize how close they were to success when they gave up.”– Thomas A. Edison",
"“If you want to live a happy life, tie it to a goal, not to people or things.”– Albert Einstein",
"“Never let the fear of striking out keep you from playing the game.”– Babe Ruth",
"“Money and success don’t change people; they merely amplify what is already there.” - Will Smith",
"“Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma – which is living with the results of other people’s thinking.” – Steve Jobs",
"“Not how long, but how well you have lived is the main thing.” - Seneca",
"“If life were predictable it would cease to be life, and be without flavor.” – Eleanor Roosevelt",
"“The whole secret of a successful life is to find out what is one’s destiny to do, and then do it.”– Henry Ford",
"“In order to write about life first you must live it.”– Ernest Hemingway",
"“The big lesson in life, baby, is never be scared of anyone or anything.”– Frank Sinatra",
"“Sing like no one’s listening, love like you’ve never been hurt, dance like nobody’s watching, and live like it’s heaven on earth.” – (Attributed to various sources)",
"“Curiosity about life in all of its aspects, I think, is still the secret of great creative people.” – Leo Burnett",
"“Life is not a problem to be solved, but a reality to be experienced.”– Soren Kierkegaard",
"“The unexamined life is not worth living.” - Socrates",
"“Turn your wounds into wisdom.” - Oprah Winfrey",
"“The way I see it, if you want the rainbow, you gotta put up with the rain.” -Dolly Parton",
"“Do all the good you can, for all the people you can, in all the ways you can, as long as you can.” - Hillary Clinton (inspired by John Wesley quote)",
"“Don’t settle for what life gives you; make life better and build something.” - Ashton Kutcher",
"“Everybody wants to be famous, but nobody wants to do the work. I live by that. You grind hard so you can play hard. At the end of the day, you put all the work in, and eventually it’ll pay off. It could be in a year, it could be in 30 years. Eventually, your hard work will pay off.” - Kevin Hart",
"“Everything negative – pressure, challenges – is all an opportunity for me to rise.” - Kobe Bryant",
"“I like criticism. It makes you strong.” - LeBron James",
"“You never really learn much from hearing yourself speak.” ― George Clooney",
"“Life imposes things on you that you can’t control, but you still have the choice of how you’re going to live through this.” - Celine Dion",
"“Life is never easy. There is work to be done and obligations to be met – obligations to truth, to justice, and to liberty.” - John F. Kennedy (JFK Quotes)",
"“Live for each second without hesitation.” - Elton John",
"“Life is like riding a bicycle. To keep your balance, you must keep moving.” - Albert Einstein",
"“Life is really simple, but men insist on making it complicated.” - Confucius",
"“Life is a succession of lessons which must be lived to be understood.” - Helen Keller",
"“Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle. As with all matters of the heart, you’ll know when you find it.” - Steve Jobs",
"“My mama always said, life is like a box of chocolates. You never know what you’re gonna get.” - Forrest Gump (Forrest Gump Quotes)",
"“Watch your thoughts; they become words. Watch your words; they become actions. Watch your actions; they become habits. Watch your habits; they become character. Watch your character; it becomes your destiny.”- Lao-Tze",
"“When we do the best we can, we never know what miracle is wrought in our life or the life of another.” - Helen Keller",
"“The healthiest response to life is joy.” - Deepak Chopra",
"“Life is like a coin. You can spend it any way you wish, but you only spend it once.” - Lillian Dickson",
"“The best portion of a good man’s life is his little nameless, unencumbered acts of kindness and of love.” - Wordsworth",
"“In three words I can sum up everything I’ve learned about life: It goes on.” ― Robert Frost",
"“Life is ten percent what happens to you and ninety percent how you respond to it.” - Charles Swindoll",
"“Keep calm and carry on.” - Winston Churchill",
"“Maybe that’s what life is… a wink of the eye and winking stars.” - Jack Kerouac",
"“Life is a flower of which love is the honey.” - Victor Hugo",
"“Keep smiling, because life is a beautiful thing and there’s so much to smile about.” - Marilyn Monroe",
"“Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.” - Buddha",
"“You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.” - Dr. Seuss",
"“Good friends, good books, and a sleepy conscience: this is the ideal life.” - Mark Twain",
"“Life would be tragic if it weren’t funny.” - Stephen Hawking",
"“Live in the sunshine, swim the sea, drink the wild air.” - Ralph Waldo Emerson",
"“The greatest pleasure of life is love.” - Euripides",
"“Life is what we make it, always has been, always will be.” - Grandma Moses",
"“Life’s tragedy is that we get old too soon and wise too late.” - Benjamin Franklin",
"“Life is about making an impact, not making an income.” - Kevin Kruse",
"“I’ve missed more than 9000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.” – Michael Jordan",
"“Every strike brings me closer to the next home run.” – Babe Ruth",
"“The two most important days in your life are the day you are born and the day you find out why.” – Mark Twain",
"“Life shrinks or expands in proportion to one’s courage.” – Anais Nin",
"“When I was 5 years old, my mother always told me that happiness was the key to life.  When I went to school, they asked me what I wanted to be when I grew up.  I wrote down ‘happy’.  They told me I didn’t understand the assignment, and I told them they didn’t understand life.” – John Lennon",
"“Too many of us are not living our dreams because we are living our fears.” – Les Brown",
"“I believe every human has a finite number of heartbeats. I don’t intend to waste any of mine.” -Neil Armstrong ",
"“Live as if you were to die tomorrow. Learn as if you were to live forever.” -Mahatma Gandhi",
"“If you live long enough, you’ll make mistakes. But if you learn from them, you’ll be a better person.” -Bill Clinton",
"“Life is short, and it is here to be lived.” -Kate Winslet ",
"“The longer I live, the more beautiful life becomes.” -Frank Lloyd Wright",
"“Every moment is a fresh beginning.” -T.S. Eliot",
"“When you cease to dream you cease to live.” -Malcolm Forbes",
"“If you spend your whole life waiting for the storm, you’ll never enjoy the sunshine.” -Morris West",
"“Don’t cry because it’s over, smile because it happened.” -Dr. Seuss ",
"“If you can do what you do best and be happy, you’re further along in life than most people.” -Leonardo DiCaprio",
"“We should remember that just as a positive outlook on life can promote good health, so can everyday acts of kindness.” -Hillary Clinton",
"“Don’t limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.” -Mary Kay Ash ",
"“It is our choices that show what we truly are, far more than our abilities.” -J. K. Rowling",
"“If you’re not stubborn, you’ll give up on experiments too soon. And if you’re not flexible, you’ll pound your head against the wall and you won’t see a different solution to a problem you’re trying to solve.” -Jeff Bezos",
"“The best way to predict your future is to create it.” - Abraham Lincoln",
"“You must expect great things of yourself before you can do them.” -Michael Jordan",
"“Identity is a prison you can never escape, but the way to redeem your past is not to run from it, but to try to understand it, and use it as a foundation to grow.” -Jay-Z",
"“There are no mistakes, only opportunities.” -Tina Fey",
"“It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you’ll do things differently.” -Warren Buffett",
"“As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others.” -Audrey Hepburn",
"“Sometimes you can’t see yourself clearly until you see yourself through the eyes of others.” -Ellen DeGeneres",
"“You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.” -Mahatma Gandhi ",
"“All life is an experiment. The more experiments you make, the better.” – Ralph Waldo Emerson",
"“Here’s to the crazy ones, the misfits, the rebels, the troublemakers, the round pegs in the square holes … the ones who see things differently - they’re not fond of rules … You can quote them, disagree with them, glorify or vilify them, but the only thing you can’t do is ignore them because they change things … They push the human race forward, and while some may see them as the crazy ones, we see genius …” – Steve Jobs",
"“It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.” – Leonardo Da Vinci",
"“Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.” - Will Smith",
"“Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.”– Buddha",
"“Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.” – Sholom Aleichem",
"“If you love life, don’t waste time, for time is what life is made up of.” – Bruce Lee",
"When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one that has opened for us. – Alexander Graham Bell",
"“Never take life seriously. Nobody gets out alive anyway.” - Anonymous",
"“Be happy for this moment. This moment is your life.” – Omar Khayyam",
"“Happiness is the feeling that power increases - that resistance is being overcome.” - Friedrich Nietzsche",
"“I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them.” - John Stuart Mill",
"“The secret of happiness, you see is not found in seeking more, but in developing the capacity to enjoy less.”-Socrates",
"“The more man meditates upon good thoughts, the better will be his world and the world at large.” - Confucius",
"“The greatest blessings of mankind are within us and within our reach. A wise man is content with his lot, whatever it may be, without wishing for what he has not.”- Seneca",
"“Happiness is like a butterfly; the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder.” - Henry David Thoreau",
"“When it is obvious that goals can’t be reached, don’t adjust the goals, but adjust the action steps.” - Confucius",
"“There may be people who have more talent than you, but there’s no excuse for anyone to work harder than you do – and I believe that.” - Derek Jeter",
"“Don’t be afraid to fail. It’s not the end of the world, and in many ways, it’s the first step toward learning something and getting better at it.” - Jon Hamm",
"“Life is very interesting… in the end, some of your greatest pains, become your greatest strengths.” – Drew Barrymore",
"“I think if you live in a black-and-white world, you’re gonna suffer a lot. I used to be like that. But I don’t believe that anymore.” – Bradley Cooper",
"“I don’t believe in happy endings, but I do believe in happy travels, because ultimately, you die at a very young age, or you live long enough to watch your friends die. It’s a mean thing, life.” – George Clooney",
"“It’s never too late – never too late to start over, never too late to be happy.” – Jane Fonda",
"“You’re only human. You live once and life is wonderful, so eat the damned red velvet cupcake.” – Emma Stone",
"“A lot of people give up just before they’re about to make it. You know you never know when that next obstacle is going to be the last one.” – Chuck Norris (related: 101 Chuck Norris Jokes)",
"“Be nice to people on the way up, because you may meet them on the way down.” – Jimmy Durante",
"109. “I believe you make your day. You make your life. So much of it is all perception, and this is the form that I built for myself. I have to accept it and work within those compounds, and it’s up to me.” – Brad Pitt",
"“The minute that you’re not learning I believe you’re dead.” – Jack Nicholson",
"“Life’s tough, but it’s tougher when you’re stupid.” – John Wayne",
"“Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body be full of that idea, and just leave every other idea alone. This is the way to success.” - Swami Vivekananda",
"“I guess it comes down to a simple choice, really. Get busy living or get busy dying.” - Shawshank Redemption",
"“When we strive to become better than we are, everything around us becomes better too.” -  Paulo Coelho",
"“There are three things you can do with your life: You can waste it, you can spend it, or you can invest it. The best use of your life is to invest it in something that will last longer than your time on Earth.” - Rick Warren",
"“You only pass through this life once, you don’t come back for an encore.” - Elvis Presley",
"“In the long run, the sharpest weapon of all is a kind and gentle spirit.” - Anne Frank",
"“You’re not defined by your past; you’re prepared by it. You’re stronger, more experienced, and you have greater confidence.” - Joel Osteen",
"“We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams.” - Jimmy Carter",
"“Nothing is more honorable than a grateful heart.” - Seneca",
"“Once you figure out who you are and what you love about yourself, I think it all kinda falls into place.” - Jennifer Aniston",
"“Happy is the man who can make a living by his hobby.” - George Bernard Shaw",
"“Just disconnect. Once in a day sometime, sit silently and from all connections disconnect yourself.” - Yoda (Star Wars Quotes)",
"“Be where you are; otherwise you will miss your life.” - Buddha",
"“Living an experience, a particular fate, is accepting it fully.” - Albert Camus",
"“The more you praise and celebrate your life, the more there is in life to celebrate.” - Oprah Winfrey",
"“Your image isn’t your character. Character is what you are as a person.” - Derek Jeter",
"“Football is like life, it requires perseverance, self-denial, hard work sacrifice, dedication and respect for authority.” - Vince Lombardi",
"“As you know, life is an echo; we get what we give.” - David DeNotaris",
"“There are no regrets in life, just lessons.” - Jennifer Aniston",
"“I believe that nothing in life is unimportant every moment can be a beginning.” - John McLeod",
"“Find people who will make you better.” - Michelle Obama",
"“As my knowledge of things grew I felt more and more the delight of the world I was in.” - Helen Keller",
"“Benjamin Franklin was a humanitarian that dedicated his life to making contributions to all humans. He had a clear purpose for himself: improve the human race.” - Paulo Braga",
"“You cannot control everything that happens to you; you can only control the way you respond to what happens. In your response is your power.” - Anonymous",
"“Don’t allow your past or present condition to control you. It’s just a process that you’re going through to get you to the next level.” – T.D. Jakes",
"“You will meet two kinds of people in life: ones who build you up and ones who tear you down. But in the end, you’ll thank them both.” - Anonymous",
"“My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.” – Maya Angelou",
"“If we don’t change, we don’t grow. If we don’t grow, we aren’t really living.” – Gail Sheehy",
"“You choose the life you live. If you don’t like it, it’s on you to change it because no one else is going to do it for you.” – Kim Kiyosaki",
"“It is impossible to live without failing at something, unless you live so cautiously, that you might as well not have lived at all – in which case you fail by default.” - Anonymous",
"“Life doesn’t require that we be the best, only that we try our best.” – H. Jackson Brown Jr.",
"“The way I see it, every life is a pile of good things and bad things. The good things don’t always soften the bad things, but vice versa, the bad things don’t always spoil the good things and make them unimportant.” – Doctor Who",
"“Life isn’t about waiting for the storm to pass, it’s about learning to dance in the rain.” – Vivian Greene",
"“I enjoy life when things are happening. I don’t care if it’s good things or bad things. That means you’re alive.” – Joan Rivers",
"“There’s more to life than basketball. The most important thing is your family and taking care of each other and loving each other no matter what.” – Stephen Curry",
"“Today, you have 100% of your life left.” – Tom Landry (Football Quotes)",
"“Nobody who ever gave his best regretted it.” – George Halas",
"“Make each day your masterpiece.” – John Wooden",
"“You can’t put a limit on anything. The more you dream, the farther you get.” – Michael Phelps",
"“When you have a dream, you’ve got to grab it and never let go.” — Carol Burnett",
"“Nothing is impossible. The word itself says ‘I’m possible!'” — Audrey Hepburn",
"“There is nothing impossible to they who will try.” — Alexander the Great",
"“The bad news is time flies. The good news is you’re the pilot.” — Michael Altshuler",
"“Life has got all those twists and turns. You’ve got to hold on tight and off you go.” — Nicole Kidman",
"“Keep your face always toward the sunshine, and shadows will fall behind you.” — Walt Whitman",
"“Be courageous. Challenge orthodoxy. Stand up for what you believe in. When you are in your rocking chair talking to your grandchildren many years from now, be sure you have a good story to tell.” — Amal Clooney",
"“You make a choice: continue living your life feeling muddled in this abyss of self-misunderstanding, or you find your identity independent of it. You draw your own box.” — Duchess Meghan",
"“I just want you to know that if you are out there and you are being really hard on yourself right now for something that has happened … it’s normal. That is what is going to happen to you in life. No one gets through unscathed. We are all going to have a few scratches on us. Please be kind to yourselves and stand up for yourself, please.” — Taylor Swift",
"“Success is not final, failure is not fatal: it is the courage to continue that counts.” – Winston Churchill",
"“You define your own life. Don’t let other people write your script.” — Oprah Winfrey",
"“You are never too old to set another goal or to dream a new dream.” — Malala Yousafzai",
"“At the end of the day, whether or not those people are comfortable with how you’re living your life doesn’t matter. What matters is whether you’re comfortable with it.” — Dr. Phil",
"“People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you’re lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life.” — Carrie Ann Moss",
"“For me, becoming isn’t about arriving somewhere or achieving a certain aim. I see it instead as forward motion, a means of evolving, a way to reach continuously toward a better self. The journey doesn’t end.” — Michelle Obama",
"“Spread love everywhere you go.” — Mother Teresa",
"“Do not allow people to dim your shine because they are blinded. Tell them to put some sunglasses on.” — Lady Gaga",
"“If you make your internal life a priority, then everything else you need on the outside will be given to you and it will be extremely clear what the next step is.” — Gabrielle Bernstein",
"“You don’t always need a plan. Sometimes you just need to breathe, trust, let go and see what happens.” — Mandy Hale",
"“You can be everything. You can be the infinite amount of things that people are.” — Kesha",
"“What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.” — Ralph Waldo Emerson",
"“I want to be in the arena. I want to be brave with my life. And when we make the choice to dare greatly, we sign up to get our asses kicked. We can choose courage or we can choose comfort, but we can’t have both. Not at the same time.” — Brene Brown",
"“I’m going to be gone one day, and I have to accept that tomorrow isn’t promised. Am I OK with how I’m living today? It’s the only thing I can help. If I didn’t have another one, what have I done with all my todays? Am I doing a good job?” — Hayley Williams",
"“I am experienced enough to do this. I am knowledgeable enough to do this. I am prepared enough to do this. I am mature enough to do this. I am brave enough to do this.” — Alexandria Ocasio-Cortez in Knock Down The House",
"“Belief creates the actual fact.” — William James",
"“No matter what people tell you, words and ideas can change the world.” — Robin Williams  as John Keating in Dead Poets Society",
"“I’m not going to continue knocking that old door that doesn’t open for me. I’m going to create my own door and walk through that.” — Ava DuVernay",
"“It is during our darkest moments that we must focus to see the light.” — Aristotle",
"“Not having the best situation, but seeing the best in your situation is the key to happiness.” — Marie Forleo",
"“Believe you can and you’re halfway there.” – Theodore Roosevelt",
"“Weaknesses are just strengths in the wrong environment.” — Marianne Cantwell",
"“Just don’t give up trying to do what you really want to do. Where there is love and inspiration, I don’t think you can go wrong.” — Ella Fitzgerald",
"“Silence is the last thing the world will ever hear from me.” — Marlee Matlin",
"“In a gentle way, you can shake the world.” — Mahatma Gandhi",
"“Learning how to be still, to really be still and let life happen—that stillness becomes a radiance.” — Morgan Freeman",
"“Everyone has inside of him a piece of good news. The good news is that you don’t know how great you can be! How much you can love! What you can accomplish! And what your potential is!” — Anne Frank",
"“All you need is the plan, the road map, and the courage to press on to your destination.” — Earl Nightingale",
"“I care about decency and humanity and kindness. Kindness today is an act of rebellion.” — Pink",
"“If you have good thoughts they will shine out of your face like sunbeams and you will always look lovely.” — Roald Dahl",
"“Try to be a rainbow in someone’s cloud.” — Maya Angelou",
"“We must let go of the life we have planned, so as to accept the one that is waiting for us.” — Joseph Campbell",
"“Find out who you are and be that person. That’s what your soul was put on this earth to be. Find that truth, live that truth, and everything else will come.” — Ellen DeGeneres",
"“Real change, enduring change, happens one step at a time.” — Ruth Bader Ginsburg",
"“Wake up determined, go to bed satisfied.” — Dwayne “The Rock” Johnson",
"“Nobody built like you, you design yourself.” — Jay-Z",
"“You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, ‘I lived through this horror. I can take the next thing that comes along.’ You must do the thing you think you cannot do.” — Eleanor Roosevelt",
"“I tell myself, ‘You’ve been through so much, you’ve endured so much, time will allow me to heal, and soon this will be just another memory that made me the strong woman, athlete, and mother I am today.”‘ — Serena Williams",
"“Live your beliefs and you can turn the world around.” — Henry David Thoreau",
"“Our lives are stories in which we write, direct and star in the leading role. Some chapters are happy while others bring lessons to learn, but we always have the power to be the heroes of our own adventures.” — Joelle Speranza",
"“Life is like riding a bicycle. To keep your balance, you must keep moving.” – Albert Einstein",
"“Don’t try to lessen yourself for the world; let the world catch up to you.” — Beyoncé",
"“There’s nothing more powerful than not giving a f—k.” — Amy Schumer",
"“Faith is love taking the form of aspiration.” —William Ellery Channing",
"“When it comes to luck, you make your own.” — Bruce Springsteen",
"“If you don’t like the road you’re walking, start paving another one!” — Dolly Parton",
"“I have learned over the years that when one’s mind is made up, this diminishes fear; knowing what must be done does away with fear.” — Rosa Parks",
"“The moral of my story is the sun always comes out after the storm. Being optimistic and surrounding yourself with positive loving people is for me, living life on the sunny side of the street.” — Janice Dean",
"“We generate fears while we sit. We overcome them by action.” — Dr. Henry Link",
"“Dreams don’t have to just be dreams. You can make it a reality; if you just keep pushing and keep trying, then eventually you’ll reach your goal. And if that takes a few years, then that’s great, but if it takes 10 or 20, then that’s part of the process.” — Naomi Osaka",
"”We are not our best intentions. We are what we do.” — Amy Dickinson",
"“I’ve noticed when I fear something, if I just end up doing it, I’m grateful in the end.” — Colleen Hoover",
"“Work hard, know your s—t, show your s—t, and then feel entitled.” — Mindy Kaling",
"“We’ve been making our own opportunities, and as you prove your worth and value to people, they can’t put you in a box. You hustle it into happening, right?” — Jennifer Lopez",
"“When you’ve seen beyond yourself, then you may find, peace of mind is waiting there.” — George Harrison",
"“Out of the mountain of despair, a stone of hope.” — Martin Luther King, Jr.",
"“What you get by achieving your goals is not as important as what you become by achieving your goals.” – Zig Ziglar",
"“I’m realizing how much I’ve diminished my own power. I’m not doing that no more.” — Alicia Keys",
"“You are never too old to set another goal or to dream a new dream.” — C.S. Lewis",
"“I believe that if you’ll just stand up and go, life will open up for you. Something just motivates you to keep moving.” — Tina Turner",
"“How wild it was, to let it be.” — Cheryl Strayed",
"“The simple act of listening to someone and making them feel as if they have truly been heard is a most treasured gift.” — L. A. Villafane",
"“You have to be where you are to get where you need to go.” — Amy Poehler",
"“Don’t be afraid. Because you’re going to be afraid. But remember when you become afraid, just don’t be afraid.” — Joan Jett",
"“We need to take risks. We need to go broke. We need to prove them wrong, simply by not giving up.” — Awkwafina",
"“The only limit to our realization of tomorrow will be our doubts today.” — Franklin Delano Roosevelt",
"“It is never too late to be what you might have been.” — George Eliot",
"“You do not find the happy life. You make it.” — Camilla Eyring Kimball",
"“We all have problems. But it’s not what happens to us, [it’s] the choices we make after.” — Elizabeth Smart",
"“You don’t have to be defined or confined by your environment, by your family circumstances, and certainly not by your race or gender.” — Mariah Carey",
"“When we let fear be our master, we cannot be happy and free as a butterfly. But when we choose to trust the journey and embrace love and joy, we are free to fly.” — Annicken R. Day",
"“Definitions belong to the definers, not the defined.” — Toni Morrison",
"“You must find the place inside yourself where nothing is impossible.” — Deepak Chopra",
"“Whatever you think the world is withholding from you, you are withholding from the world.” — Eckhart Tolle",
"“Perfection is not attainable, but if we chase perfection we can catch excellence.” — Vince Lombardi",
"“A lot of people are afraid to say what they want. That’s why they don’t get what they want.” — Madonna",
"“We have to let go of who we think we should be and embrace what is.” — Achea Redd",
"“Being vulnerable is a strength, not a weakness.” — Selena Gomez",
"“In order for the light to shine so brightly, the darkness must be present.” — Sir Francis Bacon",
"“I don’t look ahead. I’m right here with you. It’s a good way to be.” — Danny DeVito",
"“It ain’t about how hard you hit. It’s about how hard you can get hit and keep moving forward.” — Sylvester Stallone in Rocky Balboa",
"“I will not let anyone scare me out of my full potential.” — Nicki Minaj",
"“We have to be better. We have to love more, hate less. We’ve gotta listen more and talk less. We’ve gotta know that this is everybody’s responsibility.” — Meghan Rapinoe",
"“Trying to grow up is hurting. You make mistakes. You try to learn from them, and when you don’t, it hurts even more.” — Aretha Franklin",
"“Never bend your head. Always hold it high. Look the world straight in the eye.” – Helen Keller",
"“Let love rule.” — Lenny Kravitz",
"“The power of imagination makes us infinite.” — John Muir",
"“The only journey is the one within.” — Rainer Maria Rilke",
"“If my mind can conceive it, if my heart can believe it, then I can achieve it.” — Muhammad Ali",
"“Embrace the glorious mess that you are.” — Elizabeth Gilbert",
"“Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.” — Rabindranath Tagore"]
}
